Repository: dhis2/d2-import-export
Catalog: i18n/*.po
Languages: id, nb, ur

source: Something went wrong when loading the current user!
nb: Noe gikk galt ved lasting av gjeldende bruker!

source: Invalid date
nb: Ugyldig dato

source: Start date must be before end date
nb: Startdato må være før sluttdato

source: End date must be after start date
nb: Sluttdato må være etter startdato

source: Something went wrong when loading the additional data element ID schemes
nb: Noe gikk galt da du lastet inn ID-ordningene for ekstra dataelementer

source: Something went wrong when loading the additional ID schemes
nb: Noe gikk galt da du lastet inn de ekstra ID-ordningene

source: Something went wrong when loading the additional organisation unit ID schemes
nb: Noe gikk galt da du lastet inn ID-ordningene for organisasjonsenheten

source: Please select a file
nb: Vennligst velg en fil

source: Will do a test run without importing any data into the database
nb: Vil kjøre en testkjøring uten å importere noe data inn i databasen

source: Dry run
nb: Testkjøring
ur: ڈرائے رن

source: Import
id: Impor
nb: Importer
ur: درآمد کریں

source: None
id: Tidak ada
nb: Ingen
ur: کوئی نہں

source: All
id: Semua
nb: Alt
ur: تمام

source: Atomic mode
nb: Atomisk modus

source: Uncompressed
id: Tidak dikompres
nb: Ikke komprimert
ur: ان کمپریس

source: Compression
id: Kompresi
nb: Kompresjon
ur: کمپریشن

source: Code
id: Kode
nb: Kode
ur: کوڈ

source: Name
id: Nama
nb: Navn
ur: نام

source: Data element ID scheme
id: Skema ID data elemen
nb: ID-element for dataelement
ur: ڈیٹا ائ۔ڈی سکیم

source: Data sets
id: Data set
nb: Datasett
ur: ڈیٹا سیٹس

source: Filter data sets by name
nb: Filtrer datasettene etter navn

source: Something went wrong when loading the data sets!
nb: Noe gikk galt ved lasting av datasettene!

source: At least one data set must be selected
nb: Minst ett av datasettene må merkes

source: One data set must be selected
nb: Et datasett må merkes

source: End date
id: Tanggal berakhir
nb: Sluttdato
ur: آخری تاریخ

source: Event ID scheme
nb: Hendelse ID-ordning

source: Export
id: Ekspor
nb: Eksporter
ur: برآمد کریں

source: File
nb: Fil

source: First row is header
nb: Første rad er overskrift

source: Object
id: Objek
nb: Objekt
ur: اؤبجیکٹ

source: Flush mode
nb: Flushmodus

source: ID scheme
id: Skema ID
nb: ID ordning
ur: ائ۔ڈی سکیم

source: Identifier
id: Pengenal
nb: Identifikator
ur: شناختی

source: Errors
id: Kesalahan
nb: Feil
ur: غلطیاں

source: Debug
nb: Feilsøking

source: Import report mode
nb: Importer rapportmodus

source: New and updates
nb: Ny og oppdateringer

source: New only
id: Hanya baru
nb: Bare ny
ur: صرف نیا

source: Updates only
id: Hanya perbaruan
nb: Bare oppdateringer
ur: صرف اپڈیٹس

source: Delete
id: hapus
nb: Slett
ur: حذف

source: Import strategy
nb: Importer strategi

source: Include children
nb: Inkluder underordnede

source: Include deleted
id: Ikutkan yang dihapus
nb: Inkluder slettede

source: Selected organisation unit
id: Unit org yang terpilih
nb: Merket organisasjonsenhet
ur: سیلیکٹیڈ تنظیمی یونٹ

source: Include children of organisation unit
id: Ikutkan unit org di bawahnya
nb: Inkluder underordnede av organisasjonsenhet
ur: تنظیمی یونٹ کی شاخیں شامل کرو

source: Include descendants of organisation unit
id: Ikutkan unit org di bawahnya
nb: Inkluder etterkommere av organisasjonsenheten
ur: تنظیمی یونٹ کی شاخیں شامل کرو

source: Inclusion
id: Inklusi
nb: Inkludering
ur: شمولیت

source: Non Null
nb: Ikke null

source: Always
id: Selalu
nb: Alltid

source: Non Empty
id: Tidak Kosong
nb: Ikke tom

source: Inclusion strategy
nb: Inkluderingsstrategi

source: Async
nb: Asynk

source: Merge
id: Gabung
nb: Slå sammen
ur: ضم

source: Replace
id: Gantikan
nb: Erstatt
ur: تبدیل کریں

source: Merge mode
nb: Slå sammen modus

source: Programs
id: Program-program
nb: Programmer
ur: پروگرامز

source: Category combination
id: Kombinasi kategori
nb: Kategorikombinasjon
ur: قسم کا مجموعہ

source: Dashboard
nb: Dashbord
ur: ڈیشبورڈ

source: Data element groups
id: Grup data elemen
nb: Dataelementgrupper
ur: ڈیٹا عناصر کے گروپ

source: Option sets
id: Set opsi
nb: Alternativsett

source: Object type
id: Tipe Obyek
nb: Objekttype
ur: آبجیکٹ کی قسم

source: One object must be selected
nb: Et objekt må merkes

source: Organisation unit ID scheme
nb: Organisasjonsenhet ID ordning

source: Organisation unit
id: Unit organisasi
nb: Organisasjonsenhet
ur: تنظیم یونٹ

source: Preheat cache
nb: Forvarm buffer
ur: پہلے سے ہی کیش کو گرم کرو

source: Faster for large imports
nb: Raskere for store importeringer

source: Reference
id: Referensi
nb: Referanse
ur: ریفرنس

source: Preheat mode
nb: Forvarmmodus

source: Filter programs by name
nb: Filtrer programmer etter navn

source: Something went wrong when loading the programs!
nb: Noe gikk galt ved lasting av programmer!

source: At least one program must be selected
nb: Minst et program må merkes

source: One program must be selected
nb: Et program må merkes

source: Program stage
nb: Programfase

source: Completed
nb: Fullført

source: Skip audit
nb: Hopp over tilsyn

source: Improves performance at the cost of ability to audit changes
nb: Forbedrer ytelsen til bekostning av evnen til å revidere endringer

source: Skip exisiting check
nb: Hopp over eksisterende sjekk

source: Faster, but unsafe
nb: Raskere, men mindre sikkert

source: Skip sharing
nb: Hopp over deling

source: Skip validation
nb: Hopp over validering

source: Start date
id: Tanggal dimulai
nb: Startdato
ur: تاریخ آغاز

source: Strategy
id: Strategi
nb: Strategi
ur: حکمت عملی

source: No jobs started yet.
nb: Ingen jobber startet ennå.

source: Recreate job
nb: Gjenskap jobben

source: In progress
nb: Pågående

source: Job details
nb: Jobbdetaljer

source: Key
nb: Nøkkel

source: Value
nb: Verdi

source: Events
nb: Hendelser

source: Time
nb: Klokkeslett

source: Message
nb: Melding

source: Job summary
nb: Jobbsammendrag

source: Error
nb: Feil

source: Conflicts
id: Konflik
nb: Konflikter

source: Messages
id: Pesan
nb: Meldinger
ur: پیغامات

source: Property
nb: Egenskap

source: View summary of recently started import job
nb: Vis sammendrag av nylige startede importjobber

source: Description
nb: Beskrivelse

source: Summary
id: Ringkasan
nb: Sammendrag

source: Created
id: Dibuat
nb: Opprettet
ur: تخلیق

source: Deleted
id: Dihapus
nb: Slettet

source: Ignored
id: Diabaikan
nb: Ignorert

source: Updated
id: Diperbarui
nb: Oppdatert

source: Total
nb: Totalt
ur: کُل

source: Overview
nb: Oversikt

source: Type count
nb: Type teller

source: more options
id: opsi lainnya
nb: flere alternativer
ur: مذید آپشنز

source: Something went wrong when loading the organisation units!
nb: Noe gikk galt ved lasting av organisasjonsenheter!

source: At least one organisation unit must be selected
nb: Minst en organisasjonsenhet må merkes

source: One organisation unit must be selected
nb: En organisasjonsenhet må merkes

source: One program stage must be selected
nb: En programfase må merkes

source: Something went wrong when loading the schemas!
nb: Noe gikk galt ved lasting av skjemaene!

source: Select All
id: Pilih Semua
nb: Velg alle
ur: تمام سلیکٹ کرو

source: Select None
id: Tidak Memilih
nb: Velg ingen
ur: کوئی سیلکٹ نہ کرو

source: At least one schema must be selected
nb: Minst et skjema må merkes

source: Select all
nb: Velg alt

source: Clear all
nb: Fjern alt

source: Event import
nb: Hendelseimport

source: Data export
nb: Dataeksport

source: Event export
nb: Hendelseeksport

source: Metadata dependency export
nb: Metadataeksport med avhengigheter

source: Metadata export
nb: Metadataeksport

source: Job overview
nb: Jobboversikt

source: Yes
id: Ya
nb: Ja
ur: ہاں

source: No
id: Tidak
nb: Nei
ur: نہیں

source: Something went wrong when loading the class keys
nb: Noe gikk galt da ved lasting av klassetastene

source: Something went wrong when loading the objects
nb: Noe gikk galt ved lasting av objektene

source: All program stages
nb: Alle programfaser

source: Something went wrong when loading the program stages
nb: Noe gikk galt ved lasting av programfasene

source: Export data values as ADX XML, DFX 2 XML, JSON or CSV files.
nb: Eksporter dataverdier som ADX XML, DFX 2 XML, JSON eller CSV filer.

source: HTTP error when fetching data
nb: HTTP-feil ved henting av data

source: Import data values from ADX XML, DXF 2 XML, JSON, CSV or PDF files.
nb: Importer dataverdier fra ADX XML, DXF 2 XML, JSON, CSV eller PDF filer.

source: Export event data for programs, stages and tracked entities in the DXF 2 format.
id: Ekspor data kejadian untuk program, tahapan dan entitas yang ditrack dalam format DXF 2.
nb: Eksporter hendelsesdata for programmer, faser og sporede enheter i DXF 2-format.
ur: پرواگرام، سٹیج اور ٹریک اینٹیٹیز کا ڈیٹا DXF 2 فارمیٹ میں ایکسپورٹ کریں۔

source: Import events for programs, stages and tracked entities using the DXF 2 format.
nb: Importer hendelsesdata for programmer, faser og sporede enheter i DXF 2 format.

source: Import geographic data for organisation units using the GML format. GML is an XML grammar for expressing geographical features.
nb: Importer geografiske data for organisasjonsenheter ved bruk av GML-format. GML er en XML-grammatikk for å uttrykke geografiske funksjoner.

source: An overview of all import jobs started this session.
nb: En oversikt over alle importjobber som ble startet i denne sesjonen.

source: Export metadata like data sets and programs including related metadata objects in the XML or JSON format.
nb: Eksporter metadata som datasett og programmer inkludert relaterte metadataobjekter i XML- eller JSON-format.

source: Export meta data like data elements and organisation units in the XML, JSON or CSV format.
nb: Eksporter metadata som dataelementer og organisasjonsenheter i XML-, JSON- eller CSV-format.

source: Import metadata like data elements and organisation units using the DXF 2 format.
nb: Importer metadata som dataelementer og organisasjonsenheter ved bruk av DXF 2-format.

source: A class key must be selected
nb: En klassetast må merkes

source: An unknown error occurred. Please try again later
nb: En ukjent feil oppsto. Vennligst prøv igjen senere

source: Event
nb: Hendelse

source: user is not logged in
id: pengguna belum masuk
ur: صارف نے لاگن نہیں کیا ہوا ہے

source: Import Error
id: Kesalahan import

source: Go Back
id: Kembali

source: Required
id: Wajib

source: Choose a file to upload
id: Pilih berkas untuk diunggah
ur: فائل اپلوڈ کے لیے سیلیکٹ کرو

source: filter data sets by name
id: saring data set berdasar nama
ur: ڈیٹا سیٹ کو نام سے فلٹر کرو

source: Clear All
id: Bersihkan Semua
ur: تمام کلئر کرو

source: Auto
id: Otomatis

source: Full
id: Penuh

source: Yes (faster for large imports)
id: Ya (lebih cepat untuk impor ukuran besar)
ur: ہاں (تیزی بڑے ایمپورٹ کے لیے)

source: Skip check (fast)
id: Lewati pengecekan (cepat)
ur: چھوڑو چیکنگ (جلدی سے)

source: Check (safe, recommended)
id: Cek (aman, direkomendasikan)
ur: چیک (محتاط، تجویز شدہ)

source: view messages received on using import/export forms.
id: lihat pesan yang diterima tentang form import/eksport.
ur: پیغامات جو ایمپورٹ ایکسپوٹ کے دوران وصول ہوئے ہوں۔

source: Type
id: Tipe
ur: ٹائپ

source: Type Count
id: Hitung Tipe

source: Summaries
id: Ringkasan

source: Import Summary
id: Ringkasan Impor

source: Atomic Mode
id: Mode Atomik

source: Category ID scheme
id: Skema ID Kategori
ur: قسم ائ۔ڈی سکیم

source: Children
id: Sub

source: Event ID Scheme
id: Skema ID Kejadian
ur: ایونٹ ائی۔ڈی سکیم

source: Flush Mode
id: Mode Flush

source: Report Mode
id: Mode Laporan

source: Import Strategy
id: Strategi Impor

source: Inclusion Strategy
id: Strategi Inklusi

source: Merge Mode
id: Mode Gabung

source: Org unit ID scheme
id: Skema ID unit org
ur: تنظیمی یونٹ ائ۔ڈی سکیم

source: Preheat Mode
id: Mode Preheat

source: Program Stages
id: Tahapan Program
ur: پروگرام سٹیجیز

source: Schemas
id: Skema
ur: سکیماماس

source: Data Sets
id: Data Set
ur: ڈیٹا سیٹ

source: Sharing
id: Berbagi
ur: اشتراک کرنا

source: Existing record check
id: Cek rekaman yang sudah ada
ur: پہلے کے ریکارڈ کا چیک

source: Skip Sharing
id: Lewati Berbagi

source: Skip Validation
id: Lewati Validasi

source: New and Updates
id: Baru dan Perbaruan
ur: نیا اور اپڈیٹس

source: AUTO
id: OTOMATIS

source: Create and Update
id: Buat dan Perbarui

source: Create
id: Buat
ur: تخلیق

source: Update
id: perbarui
ur: اپڈیٹ

source: With sharing
id: Dengan pembagian
ur: اشتراک کے ساتھ

source: Without sharing
id: Tanpa pembagian
ur: بغیر اشتراک کے ساتھ

source: [ All program stages]
id: [ Semua tahapan program ]
ur: [تمام پروگرام سٹیجیز]

source: Import/Export
id: Impor/Ekspor

source: Data Export
id: Ekspor Data
ur: ڈیٹا ایکسپورٹ

source: Export data values. This is the regular export function which exports data to the DHIS 2 exchange format called DXF 2.
id: Nilai data ekspor. Ini adalah fungsi ekspor biasa untuk mengekspor data ke format pertukaran DHIS2 yang disebut DXF 2.
ur: ایکسپورٹ ڈیٹا ویلیوز۔ یہ ایک عموممی ایکسپورٹ فنکشن ہے جو ڈی۔آئی۔ایچ۔ایس کے فارمیٹ میں DXF 2 میں ڈیٹا کو ایکسپورٹ کرتا ہے۔

source: Event Export
id: Ekspor Kejadian
ur: اِیونٹ ایکسپورٹ

source: Metadata Export
id: Ekspor Metadata
ur: میٹا ڈیٹا ایکسپورٹ

source: Export meta data like data elements and organisation units to the standard DHIS 2 exchange format.
id: Ekspor meta data seperti data elemen dan unit organisasi dalam format pertukaran DHIS2 standar.
ur: یٹا ایلمنٹس اور ارگنائزینشن یونٹ کی طرح میٹا دیٹا کو DHIS 2 ایکسچینج فارمیٹ میں ایکسپورٹ کریں

source: Meta Data Export
id: Ekspor Meta Data
ur: میٹاڈیٹا ایمپورٹ

source: Metadata Dependency Export
id: Ekspor Dependensi Metadata
ur: میٹا دیٹا ڈییپنڈسی ایکسپورٹ

source: Export metadata like data sets and programs including related metadata objects.
id: Ekspor metadata seperti data set dan program termasuk objek metadata yang terkait
ur: میٹا ڈیٹا کو ڈیٹا سیٹ اور پروگرامز کی طرح ایکسپورٹ کریں۔

source: Metadata Export with Dependencies
id: Ekspor Metadata dengan Dependensi
ur: میٹا ڈیٹا ایکسپورٹ انحصار کے ساتھ

source: Import / Export
id: Impor / Ekspor
ur: ایمپورٹ / ایکسپورٹ

source: Import or Export DHIS2 data.
id: Impor atau Ekspor data DHIS2.
ur: ایمپورٹ یا ایکسپورٹ ڈیٹا

source: Data Import
id: Impor Data
ur: ڈیٹا درآمد

source: Import data values on the DXF 2 XML, JSON, CSV and PDF formatrant s. DXF 2 is the standard exchange format for DHIS 2.
id: Impor nilai data dalam format DXF 2 XML, JSON, CSV, dan PDF. DXF 2 adalah format pertukaran standar untuk DHIS2.
ur: ایمپورٹ ڈیٹا ویلیوز ڈی۔ایکس۔ایف 2 ایکس ایم ایل، جے۔سون، سی۔ایس۔وی اور پی۔ڈی۔ایف فارمیٹس۔ ڈی۔ایکس۔ایف 2 ڈی۔ایچ۔آئی۔ایس کا عموممی فارمیٹ ہے۔

source: Event Import
id: Impor Kejadian
ur: اِیونٹ اِیمپورٹ

source: Import events for programs, stages and tracked entities in the DXF 2 format.
id: Impor data kejadian untuk program, tahapan dan entitas yang ditrack dalam format DXF 2.
ur: پروگرام، سٹیجیز اور ٹریک اینٹٹیز کو DXF 2 کے فارمیٹ میں ایمپورٹ کریں۔

source: GML Import
id: Impor GML
ur: جی۔ایم۔ایل اِیمپورٹ

source: Import geographic data for organisation units using GML format. GML is an XML grammar for expressing geographical features.
id: Impor data geografik untuk unit organisasi dengan format GML. GML merupakan grammar XML untuk mengekspresikan fitur geografik.
ur: تنظیمی یونٹ سے مطالق جغرافیایی ڈیٹا کو ایمپورٹ کریں۔ GML ایمپورٹ کا یہ فارمیٹ XML پر مبنی ہے جو جغرافیایی خصوصیات کی رونمائی کرتا ہے۔

source: Metadata Import
id: Impor Metadata
ur: میٹا ڈیٹا اِیمپورٹ

source: Import metadata like data elements and organisation units using the standard DHIS 2 exchange format called DXF 2.
id: Impor meta data seperti data elemen dan unit organisasi dalam format pertukaran DHIS2 standar.
ur: ۔DXF 2 کے فارمیٹ میں میٹا ڈیٹا کو ایمپورٹ کریں۔ مثلاً ڈیٹا ایلیمنٹ، تنظیمی یونٹ وغیرہ۔

source: Logger
ur: لوگر

source: Format
ur: فارمیٹ

source: UID
ur: یو۔ای۔ڈی

source: Zip
ur: زی۔ایپ

source: Gzip
ur: جی۔زیپ

source: Only import of GML data for existing organisation units is supported.
ur: صرف پہلے سے موجود تنظمی یونٹس کا جی۔ایم۔ایل ایمپورٹ ممکن ہے
